Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/DeveloperSettings/DTSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Fast App Termination
ar: الإنهاء السريع للتطبيق
bg: Бързо прекратяване на приложение
ca: Tancament ràpid de les apps
cs: Rychlé ukončení aplikace
da: Hurtig appafslutning
de: Schnelles Beenden von Apps
el: Γρήγορος τερματισμός εφαρμογής
es: Terminación rápida de apps
es_us: Finalización rápida de app
fi: Apin nopea lopetus
fr: Arrêt rapide d’app
fr_ca: Arrêt rapide d’app
he: סיום מהיר של יישומים
hi: त्वरित ऐप समाप्ति
hr: Brzi prekid aplikacije
hu: Gyors applezárás
id: Penghentian Cepat App
it: Interruzione rapida app
ja: アプリの高速終了
kk: Қолданба жұмысын жылдам аяқтау
ko: Fast 앱 종료
lt: Greita programos baigtis
ms: Penamatan App Cepat
nl: Snelle appbeëindiging
no: Rask appavslutning
pl: Szybkie kończenie pracy aplikacji
pt_br: Finalização Rápida do App
pt_pt: Encerramento rápido da aplicação
ro: Terminare rapidă aplicație
ru: Быстрое завершение приложения
sk: Rýchle ukončenie apky
sl: Hitra prekinitev aplikacije
sv: Snabbt avslutande av appar
th: สิ้นสุดการทำงานแอปอย่างรวดเร็ว
tr: Hızlı Uygulama Sonlandırma
uk: Швидке завершення програм
vi: Chấm dứt ứng dụng nhanh
zh_cn: 快速App终止
zh_hk: 快速App終止
zh_tw: 快速App終止

# NEWS_TESTING_FOOTER
source: Reset layouts, images, and other cached elements. Private data will not be affected.
ar: إعادة تعيين التخطيطات والصور وعناصر الذاكرة المؤقتة الأخرى. لن تتأثر البيانات الخاصة.
bg: Нулират се оформления, изображения и други кеширани елементи. Поверителните данни няма да бъдат засегнати.
ca: Restableix els dissenys, les imatges i altres ítems de la memòria cau, i no afecta les dades privades.
cs: Resetuje se rozložení, obrázky a další prvky v mezipaměti. Soukromá data zůstanou zachována.
da: Nulstil layouts, billeder og andre bufferlagrede elementer. Private data bliver ikke påvirket.
de: Setze Layouts, Bilder und andere Elemente im Cache zurück. Private Daten sind davon nicht betroffen.
el: Επαναφέρει διατάξεις, εικόνες και άλλα στοιχεία cache. Δεν θα επηρεαστούν τα προσωπικά δεδομένα.
es: Restablece las disposiciones, las imágenes y otros elementos en caché. Esto no afectará a los datos privados.
es_us: Restablece las disposiciones, imágenes y otros elementos almacenados en la memoria caché. Esto no afecta a los datos privados.
fi: Nollaa asettelut, kuvat ja muut välimuistissa olevat elementit. Tämä ei vaikuta yksityisiin tietoihin.
fr: Réinitialisez les présentations, images et autres éléments mis en cache. Les données privées ne seront pas affectées.
fr_ca: Réinitialisez les présentations, images et autres éléments mis en cache. Les données privées ne seront pas affectées.
he: ניתן לאפס פריסות, תמונות ורכיבים אחרים שנמצאים במטמון. לא תהיה לכך השפעה על נתוני פרטיות.
hi: लेआउट, इमेज और अन्य कैश एलिमेंट को रीसेट करें। निजी डेटा प्रभावित नहीं होगा।
hr: Resetiranje rasporeda, slika i ostalih elemenata predmemorije. Neće utjecati na privatne podatke.
hu: Elrendezések, képek és egyéb gyorsítótárazott elemek alaphelyzetbe állítása. A privát adatokat nem érinti.
id: Atur ulang tata letak, gambar, dan elemen cache lainnya. Data pribadi tidak akan terpengaruh.
it: Inizializza layout, immagini e altri elementi presenti nella cache. I dati privati non verranno inizializzati.
ja: レイアウト、画像、その他のキャッシュされた要素をリセットします。プライベートデータには影響しません。
kk: Макеттерді, кескіндерді және басқа да кэштелген элементтерді бастапқы күйге қайтарыңыз. Бұл жеке деректерге әсер етпейді.
ko: 레이아웃, 이미지 및 기타 캐시된 요소를 재설정합니다. 개인정보 데이터는 영향을 받지 않습니다.
lt: Iš naujo nustatykite maketus, vaizdus ir kitus į podėlį įtrauktus elementus. Privatūs duomenys nebus paveikti.
ms: Reset tataletak, imej dan elemen cache lain. Data peribadi tidak akan dipengaruhi.
nl: Lay-outs, afbeeldingen en andere onderdelen in de cache opnieuw instellen. Dit heeft geen invloed op privégegevens.
no: Nullstill layouter, bilder og andre burede elementer. Private data påvirkes ikke.
pl: Pozwala wyzerować makiety, obrazki i inne elementy z pamięci podręcznej. Nie ma wpływu na dane prywatne.
pt_br: Redefina layouts, imagens e outros elementos em cache. Os dados privados não serão afetados.
pt_pt: Repor disposições, imagens e outros elementos em cache. Os dados privados não serão afetados.
ro: Resetați aranjamente, imagini și alte elemente din memoria tampon. Datele private nu vor fi afectate.
ru: Сбросить макеты, изображения и другие кэшированные элементы. Это не затронет частные данные.
sk: Resetuje rozloženia, obrázky a iné prvky v medzipamäti. Súkromné dáta tým nie sú ovplyvnené.
sl: Ponastavite postavitve, slike in druge predpomnjene elemente. To ne bo vplivalo na zasebne podatke.
sv: Nollställ layouter, bilder och andra cachelagrade element. Privata data påverkas inte.
th: รีเซ็ตเค้าโครง ภาพ และองค์ประกอบอื่นที่ถูกแคช ข้อมูลส่วนตัวจะไม่ได้รับผลกระทบ
tr: Yerleşimleri, görüntüleri ve önbelleğe alınan diğer öğeleri sıfırlar. Özel veriler etkilenmez.
uk: Скинути макети, зображення та інші кешовані елементи. Це не вплине на особисті дані.
vi: Đặt lại bố cục, hình ảnh và các thành phần khác được lưu vào bộ nhớ đệm. Dữ liệu riêng tư sẽ không bị ảnh hưởng.
zh_cn: 重设布局、图像和其他缓存元素。隐私数据不受影响。
zh_hk: 重設佈局、影像和其他快取元件。私密資料將不受影響。
zh_tw: 重置佈局、影像和其他快取元件。私密資料不會受到影響。

# APP_CLIPS_LOCAL_EXPERIENCES
source: Local Experiences
ar: التجارب المحلية
bg: Локални процеси
ca: Experiències locals
cs: Místní prostředí
da: Lokale oplevelser
de: Lokale Erlebnisse
el: Τοπικές εμπειρίες
es: Experiencias locales
es_us: Experiencias locales
fi: Paikalliset kokemukset
fr: Expériences locales
fr_ca: Expériences locales
he: חוויות מקומיות
hi: स्थानीय अनुभव
hr: Lokalna iskustva
hu: Helyi élmények
id: Pengalaman Lokal
it: Esperienze in locale
ja: ローカルの体験
kk: Жергілікті функциялар
ko: 로컬 경험
lt: Vietinės ypatybės
ms: Pengalaman Tempatan
nl: Lokale ervaringen
no: Lokale opplevelser
pl: Interakcje lokalne
pt_br: Experiências Locais
pt_pt: Experiências locais
ro: Experiențe locale
ru: Локальные сессии
sk: Lokálne app clipy
sl: Lokalne izkušnje
sv: Lokala upplevelser
th: ประสบการณ์การใช้งานในพื้นที่
tr: Yerel Deneyimler
uk: Локальні процеси
vi: Trải nghiệm cục bộ
zh_cn: 本地体验
zh_hk: 本機體驗
zh_tw: 本機經驗

source: Additional Logging
ar: تسجيل إضافي
bg: Допълнително записване в регистъра
ca: Inici de sessió addicional
cs: Dodatečné protokolování
da: Yderligere logning
de: Zusätzliche Protokollierung
el: Πρόσθετη καταγραφή
es: Registros adicionales
es_us: Registros adicionales
fi: Lisäkirjaaminen
fr: Historiques supplémentaires
fr_ca: Enregistrement supplémentaire
he: רשימות נוספות ביומן
hi: अतिरिक्त लॉगिंग
hr: Dodatno prijavljivanje
hu: További naplózás
id: Pencatatan Tambahan
it: Log aggiuntivi
ja: 追加ログ記録
kk: Қосымша журналдар
ko: 추가 로그 기록
lt: Papildomas registravimas
ms: Pengelogan Tambahan
nl: Aanvullende logsessie
no: Ekstra loggføring
pl: Rejestrowanie dodatkowe
pt_br: Registros Adicionais
pt_pt: Registos adicionais
ro: Înregistrări suplimentare în jurnal
ru: Дополнительные журналы
sk: Dodatočné zaznamenávanie
sl: Dodatno beleženje dnevnika
sv: Ytterligare loggning
th: บันทึกการใช้งานเพิ่มเติม
tr: Ek Günlük
uk: Додаткове журналювання
vi: Ghi nhật ký bổ sung
zh_cn: 更多日志
zh_hk: 更多記錄
zh_tw: 其他記錄

source: Exposure Notification Testing
ar: اختبار إشعارات المخالطة
bg: Тестване на известия за контакт
ca: Verificació de les notificacions d’exposició
cs: Testování oznámení o kontaktech s nákazou
da: Test af notifikation om eksponering
el: Δοκιμή Γνωστοποιήσεων έκθεσης
es: Pruebas de la notificación de exposición
es_us: Prueba de notificación de exposición
fi: Altistusilmoituksen testaus
fr: Test des notifications d’exposition
fr_ca: Test des notifications d’exposition
he: בדיקת עדכוני חשיפה
hi: एक्सपोज़र सूचना जाँच
hr: Testiranje obavijesti o izloženosti
hu: Fertőzéskitettség-értesítés tesztelése
id: Pengetesan Pemberitahuan Pemaparan
it: Test di “Notifiche di esposizione”
ja: 接触通知テスト
kk: Ауру жұқтырғандармен байланыс туралы хабарландыруды сынау
ko: 노출 알림 테스트
lt: Pranešimo apie kontaktą testavimas
ms: Ujian Notis Pendedahan
nl: Blootstellingsmeldingen testen
no: Testing av varsling om smittekontakt
pl: Testowanie powiadomień o narażeniu
pt_br: Teste de Notificação de Exposição
pt_pt: Testes de notificações de exposição
ro: Testare notificări de expunere
ru: Тестирование Уведомления о контакте
sk: Testovanie – Hlásenia o kontakte s nákazou
sl: Preizkušanje obveščanja o izpostavljenosti
sv: Test av exponeringsnotis
th: การทดสอบการแจ้งเตือนการสัมผัสเชื้อ
tr: Maruz Kalma Bildirimleri Testi
uk: Тестування сповіщень про контактування
vi: Kiểm tra thông báo tiếp xúc
zh_cn: 暴露通知测试
zh_hk: 暴露通知測試
zh_tw: 暴露通知測試

source: Pre-Release Beta Firmware
ar: الإصدار المبدئي من البرنامج الثابت التجريبي
bg: Предварителна версия на бета фърмуер
ca: Firmware beta de prellançament
cs: Předběžné vydání betaverze firmwaru
da: Betaversion-firmware
de: Vorabversion von Beta-Firmware
el: Υλικολογισμικό beta προκυκλοφορίας
es: Firmware beta de prelanzamiento
es_us: Firmware beta de prelanzamiento
fi: Beta-laiteohjelmiston ennakkojulkaisu
fr: Préversion bêta du programme interne
fr_ca: Préversion bêta de programme interne
he: קושחת בטא בהפצה מוקדמת
hi: प्री-रिलीज़ बीटा फ़र्मवेयर
hr: Predizdanje beta firmvera
hu: Előzetes béta verziójú firmware
id: Firmware Beta Prarilis
it: Firmware beta preliminare
ja: 先行リリースベータ版ファームウェア
kk: Микробағдарламаның шығарылымға дейінгі бета нұсқасы
ko: 체험판 베타 펌웨어
lt: Preliminarios laidos beta versijos aparatinė programinė įranga
ms: Perisian Tegar Beta Prakeluaran
nl: Pre-release bètafirmware
no: Førlansering av betafirmware
pl: Wersja wstępna beta oprogramowania sprzętowego
pt_br: Firmware Beta do Pré‑lançamento
pt_pt: Versão beta do firmware de pré‑lançamento
ro: Firmware Beta prelansare
ru: Бета-версия прошивки
sk: Predbežná beta verzia firmvéru
sl: Predizdajna vdelana programska oprema
sv: Förhandsversion av fast beta-programvara
th: เฟิร์มแวร์รุ่นเบต้าสำหรับก่อนเผยแพร่ใช้งาน
tr: Çıkış Öncesi Beta Firmware
uk: Передрелізна бета-версія прошивки
vi: Vi chương trình beta trước khi phát hành
zh_cn: 预发布Beta版固件
zh_hk: 預先發佈版Beta韌體
zh_tw: 預先發佈版Beta韌體

# DISPLAY_ZOOM_DESCRIPTION
source: Choose a view for Apple Vision Pro. Zoomed shows larger controls. Standard shows more content.
ar: اختيار أحد أنماط العرض لـ Apple Vision Pro. التكبير يظهِر عناصر التحكم بحجم أكبر. والقياسي يظهر محتوى أكثر.
bg: Изберете изглед за Apple Vision Pro. Мащабиран изглед показва по-големи бутони. Стандартен изглед показва повече съдържание.
ca: Selecciona un mode de visualització per a l’Apple Vision Pro. L’opció del zoom mostra els controls més grans i l’estàndard, més contingut.
cs: Vyberte zobrazení na Apple Vision Pro. Volbou Zvětšené zvětšíte ovládací prvky. Standardní zobrazení pojme víc obsahu.
da: Vælg en oversigt til Apple Vision Pro. Zoomet viser større betjeningspanel. Standard viser mere indhold.
de: Wähle einen Anzeigemodus für die Apple Vision Pro. Mit „Vergrößert“ werden die Steuerelemente größer, mit „Standard“ wird mehr Inhalt angezeigt.
el: Επιλέξτε μια προβολή για το Apple Vision Pro: «Με ζουμ» για μεγαλύτερα στοιχεία ελέγχου, ή «Τυπική» για περισσότερο περιεχόμενο.
es: Selecciona una visualización para el Apple Vision Pro: Zoom, que muestra los controles más grandes, o Estándar, que muestra más contenido.
es_us: Elige cómo ver el Apple Vision Pro: Aumentado muestra controles más grandes, y Estándar permite ver más elementos en pantalla.
fi: Valitse Apple Vision Pron näkymä. Zoomatussa näet säätimet suurempina. Normaalinäkymä näyttää enemmän sisältöä.
fr: Choisissez un niveau de zoom pour l’Apple Vision Pro. Agrandi affiche de plus grandes commandes et Normal, davantage de contenu.
fr_ca: Choisissez un type d’affichage pour votre Apple Vision Pro. « Agrandi » affiche des commandes plus grandes. « Standard » affiche plus de contenu.
he: ניתן לבחור תצוגה ל-Apple Vision Pro: מצב ״מוגדל״ מציג רכיבי ממשק גדולים יותר, ומצב ״רגיל״ מציג יותר תוכן.
hi: Apple Vision Pro के लिए दृश्य का आकार चुनें। “ज़ूम किया गया” में कंट्रोल ज़्यादा बड़े दिखाई देते हैं। “मानक” में अधिक कॉन्टेंट दिखाई देता है।
hr: Odabir načina prikaza za Apple Vision Pro. Uvećani način prikazuje veće kontrole. Standardni način obuhvaća više sadržaja.
hu: Válasszon nézetet az Apple Vision Pro számára. A Nagyított nagyobb vezérlőket jelenít meg, míg a Normál több tartalmat.
id: Pilih visual untuk Apple Vision Pro. Diperbesar menampilkan kontrol yang lebih besar. Standar menampilkan lebih banyak konten.
it: Scegli la modalità di visualizzazione per Apple Vision Pro. Se selezioni “Con zoom”, i controlli avranno dimensioni maggiori. L’impostazione standard mostrerà più contenuto.
ja: Apple Vision Proの表示を選択します。“拡大”ではコントロールが拡大表示されます。“標準”ではより多くの内容が表示されます。
kk: Apple Vision Pro құрылғысының көрінісін таңдаңыз. «Масштабталған» көрініс үлкенірек басқару элементтерін көрсетеді. «Стандартты» көрініс көбірек контент көрсетеді.
ko: Apple Vision Pro를 보는 방식을 선택합니다. 확대의 경우 제어기가 크게 표시됩니다. 표준의 경우 더 많은 콘텐츠가 표시됩니다.
lt: Pasirinkite „Apple Vision Pro“ rodinį. Priartintame rodinyje pateikiami didesni valdikliai, o standartiniame rodoma daugiau turinio.
ms: Pilih paparan untuk Apple Vision Pro. Dizum menunjukkan kawalan lebih besar. Standard menunjukkan lebih banyak kandungan.
nl: Kies een Apple Vision Pro-schermweergave. Met 'Ingezoomd' worden tekst en knoppen groter weergegeven. Met 'Standaard' past er meer op het scherm.
no: Velg en visning på Apple Vision Pro. Zoomet viser større kontroller, og standard viser mer innhold.
pl: Wybierz wygląd ekranu Apple Vision Pro. W trybie Powiększony narzędzia są większe. Tryb Standardowy pozwala wyświetlać więcej informacji.
pt_br: Escolha uma visualização para o Apple Vision Pro. Ampliado deixa os controles maiores. Padrão mostra mais conteúdo.
pt_pt: Escolha como gostaria de ver o Apple Vision Pro: ampliado, os controlos ficam maiores; normal mostra mais conteúdo no ecrã.
ro: Alegeți un mod de vizualizare pentru Apple Vision Pro. “Zoom aplicat” afișează comenzi mai mari. “Standard” afișează mai mult conținut.
ru: Выберите вид для Apple Vision Pro. Увеличенный вид — укрупненные элементы управления. Стандартный вид — больше контента.
sk: Vyberte zobrazenie pre Apple Vision Pro. Zväčšené zobrazuje väčšie ovládanie. Štandardné pojme viac obsahu.
sl: Izberite način prikaza za napravo Apple Vision Pro. V povečanem načinu je prikaz krmilnih funkcij večji. V standardnem načinu je prikazanih več vsebin.
sv: Välj vilken vy du vill ha för Apple Vision Pro. Zoomad har större reglage. Standard får plats med mer innehåll.
th: เลือกการแสดงผลสำหรับ Apple Vision Pro การเลือกแบบซูมจะแสดงปุ่มควบคุมขนาดใหญ่ขึ้น การเลือกแบบมาตรฐานจะมีพื้นที่แสดงเนื้อหามากขึ้น
tr: Apple Vision Pro için bir görüntü seçin. Büyütülmüş, denetimleri daha büyük gösterir. Standart, daha fazla içerik gösterir.
uk: Оберіть подання для Apple Vision Pro. Варіант «Наближено» пропонує більші елементи керування, а варіант «Стандарт» показує більше вмісту.
vi: Chọn một chế độ xem cho Apple Vision Pro. Thu phóng hiển thị điều khiển lớn hơn. Tiêu chuẩn hiển thị nhiều nội dung hơn.
zh_cn: 选取Apple Vision Pro的显示方式。“放大”会显示更大的控制项。“标准”会显示更多的内容。
zh_hk: 選擇Apple Vision Pro的顯示方式。「放大」將顯示較大的控制項目，「標準」將顯示更多內容。
zh_tw: 選擇Apple Vision Pro的顯示畫面。「放大」模式會顯示較大的控制項目，「標準」模式會顯示更多內容。

# THROUGHPUT_ALERT_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

source: Throughput
ar: معدل النقل
bg: Пропускателна способност
ca: Taxa de transferència
cs: Propustnost
da: Overførselshastighed
de: Durchsatz
el: Διεκπεραιωτικότητα
es: Rendimiento
es_us: Tasa de transferencia efectiva
fi: Siirtonopeus
fr: Débit
fr_ca: Débit
hi: थ्रूपुट
hr: Propusnost
hu: Teljesítmény
it: Velocità effettiva
ja: スループット
kk: Өткізу қабілеттілігі
ko: 처리율
lt: Pralaidumas
ms: Daya Pemprosesan
nl: Doorvoer
no: Gjennom­strømning
pl: Przepustowość
pt_br: Taxa de Transferência
pt_pt: Rendimento
ro: Rată de transfer
ru: Пропускная способность
sk: Priepustnosť
sl: Prepustnost
sv: Genomströmning
th: ประสิทธิผล
tr: Aktarım Hızı
uk: Пропускна здатність
vi: Lưu lượng
zh_cn: 吞吐量
zh_hk: 流通量
zh_tw: 流通量

source: Off
ar: إيقاف
bg: Изкл.
ca: Desactivat
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: No
es_us: Desactivado
fi: Pois
fr: Non
fr_ca: Non
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
kk: Өшірулі
ko: 끔
lt: Išjungta
ms: Tak Aktif
nl: Uit
no: Av
pl: Wył.
pt_br: Desativado
pt_pt: Desativado
ro: Dezactivată
ru: Выкл.
sk: Vypnuté
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

source: Graphics HUD
ar: غرافيكس HUD
bg: HUD графики
ca: Indicador en pantalla dels gràfics
cs: HUD grafiky
da: Grafik-HUD
de: Schwebepalette für Grafik
el: HUD γραφικών
es: HUD de gráficos
es_us: HUD de gráficos
fi: Grafiikkavisiiri
fr: Palette graphique
fr_ca: Affichage tête haute
he: גרפיקה במצב HUD
hi: ग्राफ़िक्स HUD
hr: HUD grafike
hu: Grafikai HUD
id: HUD Grafik
it: HUD grafica
ja: グラフィックスのHUD
kk: Графиканың HUD панелі
ko: 그래픽 HUD
lt: Grafikos HUD
ms: HUD Grafik
nl: Afbeeldingen-HUD
no: Grafikkoverlegg
pl: HUD grafiki
pt_br: HUD de Gráficos
pt_pt: HUD de gráficos
ro: Panou de comenzi pentru grafică
ru: Панель мониторинга графики
sk: HUD grafiky
sl: HUD za grafiko
sv: Grafik-HUD
th: HUD ของกราฟิก
tr: Grafik HUD
uk: Інформаційна панель для графіки
vi: HUD đồ họa
zh_cn: 图形HUD
zh_hk: 圖形HUD
zh_tw: 圖形HUD
